{
  "Comment.nvim": { "branch": "master" },
  "accelerated-jk.nvim": { "branch": "main" },
  "aerial.nvim": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "asynctasks.vim": { "branch": "master" },
  "auto-save.nvim": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "beacon.nvim": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "img-clip.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lastplace": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-visual-multi": { "branch": "master" },
  "vimcdoc": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" }
}
